[
  {
    "id": "1",
    "title": "Новая коллекция весна-лето 2024",
    "date": "2024-09-20",
    "excerpt": "Представляем яркую коллекцию детской одежды для теплого сезона с натуральными тканями",
    "body": "Наша новая весенне-летняя коллекция включает более 50 наименований ярких и комфортных вещей для малышей всех возрастов. Все изделия изготовлены из натуральных материалов - органического хлопка и льна, безопасных для детской кожи. Особое внимание уделено удобству и практичности: мягкие швы, удобные застежки и яркие принты, которые понравятся детям.",
    "image": "https://images.pexels.com/photos/1648375/pexels-photo-1648375.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Новости магазина"
  },
  {
    "id": "2",
    "title": "Советы по уходу за детской одеждой",
    "date": "2024-09-15",
    "excerpt": "Как правильно стирать и ухаживать за одеждой новорожденных и малышей",
    "body": "Детская одежда требует особенно бережного ухода. Используйте только гипоаллергенные порошки без фосфатов, стирайте при температуре не выше 40°C. Обязательно проглаживайте все швы горячим утюгом для дополнительной дезинфекции и мягкости. Белые вещи лучше стирать отдельно, а цветные - в холодной воде для сохранения яркости красок.",
    "image": "https://images.pexels.com/photos/1648377/pexels-photo-1648377.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Полезные советы"
  },
  {
    "id": "3",
    "title": "Топ-5 трендов в детской моде осень 2024",
    "date": "2024-09-10",
    "excerpt": "Какие цвета, фасоны и материалы будут популярны в новом сезоне",
    "body": "В осеннем сезоне 2024 года главными трендами станут: 1) Пастельные тона - мягкие оттенки розового, голубого и мятного; 2) Свободные крои для максимального комфорта; 3) Экологичные ткани - органический хлопок и бамбук; 4) Многослойность - возможность комбинировать вещи; 5) Функциональные детали - карманы, капюшоны, регулируемые элементы.",
    "image": "https://images.pexels.com/photos/1648380/pexels-photo-1648380.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Мода и стиль"
  },
  {
    "id": "4",
    "title": "Как выбрать одежду для новорожденных",
    "date": "2024-09-05",
    "excerpt": "Полное руководство для молодых родителей по выбору первой одежды малыша",
    "body": "При выборе одежды для новорожденных важно учитывать несколько ключевых факторов. Материал должен быть 100% натуральным - предпочтение хлопку и бамбуку. Швы обязательно наружные или плоские, чтобы не натирать нежную кожу. Избегайте мелких деталей и жестких элементов. Размер берите с запасом - дети быстро растут. Цвета выбирайте спокойные, так как яркие красители могут вызвать аллергию.",
    "image": "https://images.pexels.com/photos/1648382/pexels-photo-1648382.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Полезные советы"
  },
  {
    "id": "5",
    "title": "Летние аксессуары для детей: защита и стиль",
    "date": "2024-08-25",
    "excerpt": "Шляпки, очки и сумочки для маленьких модников в жаркую погоду",
    "body": "Летом особенно важно защитить ребенка от солнца стильными и функциональными аксессуарами. Широкополые шляпы из натуральных материалов защитят голову и лицо. Легкие детские солнцезащитные очки с UV-фильтром сберегут глаза. Небольшие рюкзачки и сумочки позволят малышам носить свои игрушки и необходимые вещи. Все аксессуары должны быть легкими и удобными.",
    "image": "https://images.pexels.com/photos/1648385/pexels-photo-1648385.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Аксессуары"
  },
  {
    "id": "6",
    "title": "Экологичная детская одежда: забота о будущем",
    "date": "2024-08-20",
    "excerpt": "Почему стоит выбирать органические материалы и экологичное производство",
    "body": "Выбирая экологичную детскую одежду, мы заботимся не только о здоровье наших детей, но и о будущем планеты. Органический хлопок выращивается без использования пестицидов и химических удобрений. Бамбуковые ткани обладают естественными антибактериальными свойствами. Экологичные красители безопасны для кожи и не вызывают аллергических реакций. Такая одежда служит дольше и лучше сохраняет форму.",
    "image": "https://images.pexels.com/photos/1648387/pexels-photo-1648387.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Экология"
  },
  {
    "id": "7",
    "title": "Подготовка гардероба к школе",
    "date": "2024-08-15",
    "excerpt": "Что нужно учесть при выборе школьной формы и повседневной одежды",
    "body": "Подготовка к школе включает не только покупку учебников, но и обновление гардероба. Школьная форма должна быть удобной и практичной. Выбирайте ткани, которые легко стираются и быстро сохнут. Обязательно имейте запасной комплект. Для повседневной носки подойдут джинсы, футболки и кардиганы. Не забудьте про удобную обувь и сменку для школы.",
    "image": "https://images.pexels.com/photos/1648390/pexels-photo-1648390.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Школа"
  },
  {
    "id": "8",
    "title": "Зимняя одежда: тепло и комфорт",
    "date": "2024-08-10",
    "excerpt": "Как правильно одеть ребенка зимой и не перегреть его",
    "body": "Зимняя одежда для детей должна обеспечивать тепло, но не перегревать. Используйте принцип многослойности: термобелье, утепляющий слой и верхняя одежда. Комбинезоны удобнее курток для малышей. Обязательно проверяйте качество утеплителя - современные синтетические материалы часто лучше пуха. Не забывайте про непромокаемые свойства верхней одежды.",
    "image": "https://images.pexels.com/photos/1648392/pexels-photo-1648392.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Сезонная одежда"
  },
  {
    "id": "9",
    "title": "Распродажа осенней коллекции",
    "date": "2024-08-05",
    "excerpt": "Скидки до 50% на осеннюю одежду для детей всех возрастов",
    "body": "Начинается большая распродажа осенней коллекции! Скидки до 50% на кардиганы, джинсы, кроссовки и другую одежду. Успейте обновить гардероб ребенка по выгодным ценам. В акции участвуют более 200 наименований товаров известных брендов. Распродажа продлится до конца месяца или до окончания товаров на складе.",
    "image": "https://images.pexels.com/photos/1648395/pexels-photo-1648395.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Акции и скидки"
  },
  {
    "id": "10",
    "title": "Удобная одежда для активных детей",
    "date": "2024-07-30",
    "excerpt": "Спортивная и повседневная одежда для маленьких непосед",
    "body": "Активным детям нужна особенно удобная одежда, которая не сковывает движений. Выбирайте ткани с добавлением эластана для лучшей растяжимости. Швы должны быть прочными и эластичными. Спортивные модели с влагоотводящими свойствами идеальны для занятий спортом. Не забывайте про качественные кроссовки с хорошей амортизацией.",
    "image": "https://images.pexels.com/photos/1648397/pexels-photo-1648397.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Спорт и активность"
  },
  {
    "id": "11",
    "title": "Новое поступление пижам и домашней одежды",
    "date": "2024-07-25",
    "excerpt": "Мягкие и уютные комплекты для сна и отдыха дома",
    "body": "В продажу поступила новая коллекция пижам и домашней одежды для детей. Мягкий флис, натуральный хлопок и бамбуковое волокно обеспечат максимальный комфорт во время сна. Яркие принты с любимыми героями мультфильмов понравятся малышам. Все модели имеют удобный крой и качественную фурнитуру.",
    "image": "https://images.pexels.com/photos/1648400/pexels-photo-1648400.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Домашняя одежда"
  },
  {
    "id": "12",
    "title": "Уход за обувью: продлеваем срок службы",
    "date": "2024-07-20",
    "excerpt": "Простые советы по уходу за детской обувью",
    "body": "Правильный уход за детской обувью поможет значительно продлить срок ее службы. Регулярно очищайте обувь от грязи мягкой щеткой. Используйте специальные средства для разных типов материалов. Сушите обувь естественным способом, избегая прямых источников тепла. Используйте специальные стельки для лучшей гигиены и комфорта.",
    "image": "https://images.pexels.com/photos/1648402/pexels-photo-1648402.jpeg?auto=compress&cs=tinysrgb&w=500",
    "category": "Полезные советы"
  }
]
